[
    {
        "word": "अथ",
        "eid": "795",
        "pagenum": "[Page0038-c+ 61]",
        "content": "अथ (<ab>Ved.</ab> अथा) {%<ab>ind.</ab>%} [अर्थ्-ड, पृषोद° रलोपः <ls>Tv.</ls>] {@--1@} A particle used at the beginning (of works) mostly as a sign of auspiciousness, and translated by ‘here,’ ‘now’ (begins) (मंगल, आरंभ, अधिकार). (Properly speaking ‘auspiciousness’ or मंगल is not the sense of अथ, but the very utterance or hearing of the word is considered to be indicative of auspiciousness, as the word is supposed to have emanated from the throat of Brahmā: ओंकारश्चाथ शब्दश्च द्वावेतौ ब्रह्मणः पुरा . कंठं भित्त्वा विनिर्यातौ तेन मांगलिकावुभौ .. and therefore we find in <ls>Śaṅkara Bhāṣya</ls> अर्थांतरप्रयुक्तः अथशब्दः श्रुत्या मंगलमारचयति); अथ निर्वचनं; अथ योगानुशासनं; अथेदंप्रारभ्यते द्वितीयं तंत्रं <ls>Pt. 2.</ls> (usually followed by इति at the end, इति प्रथमोंकः here ends &c.). {@--2@} Then, afterwards (आनंतर्य) अथ प्रजानामधिपः प्रभाते वनाय धेनुं मुमोच <ls>R. 2. 1</ls>; often as a correlative of यदि or चेत्; न चेन्मुनिकुमारोयं अथ कोस्य व्यपदेशः <ls>Ś. 7</ls>; मुहूर्तादुपरि उपाध्यायश्चेदागच्छेत् अथ त्वं छंदो ऽधीष्व <ls>P. III. 3. 9.</ls> <ls>Sk.</ls> {@--3@} If, supposing, now if, in case, but if (पक्षांतर); अथ कौतुकमावेदयामि <ls>K. 144</ls>, <ls>Ś. 5. 27</ls>; अथ मरणमवश्यमेव जंतोः किमिति मुधा मलिनं यशः कुरुध्वे <ls>Ve. 3. 4</ls>; अथ गृह्णाति <ls>Ś. 7</ls>; <ls>Ku. 5. 45</ls>; <ls>Mu. 3. 25</ls>; <ls>Ki. 1. 44</ls>; अथ चास्तमिता त्वमात्मना <ls>R. 8. 51</ls> while, but, on the other hand; <ab>oft.</ab> followed by ततः or तथापि, <ls>Bg. 12. 9</ls>, <ls n=\"Bg. 12.\">11</ls>; <ls n=\"Bg.\">2. 26</ls>; अथ चेत् but if <ls>Bg. 2. 33</ls>; <ls n=\"Bg.\">18. 58.</ls> {@--4@} And, so also, as also, likewise (समुच्चय); गणितमथ कलां वैशिकीं <ls>Mk. 1. 3</ls>; <ls>Ms. 2. 1.</ls> <ls n=\"Ms. 2.\">31</ls>; भीमोऽ थार्जुनः <ls>G. M.</ls> {@--5@} Used in asking or introducing questions (प्रश्न), <ab>oft.</ab> with the interrogative word itself; अथ सा तत्रभवती किमाख्यस्य राजर्षेः पत्नी <ls>Ś. 7</ls>; अर्थवान् खलु मे राजशब्दः . अथ भगवाँल्लोकानुग्रहाय कुशली काश्यपः <ls>Ś. 5</ls>; अथ शक्नोषि भोक्तुं <ls>G. M.</ls>; अथात्रभवती कथमित्थंभूता <ls>M. 5</ls>; <ls>Bg. 3. 36</ls>; अथ भवंतमंतरेण कीदृशो ऽस्या दृष्टिरागः <ls>Ś. 2</ls>; अथ माठव्यं प्रति किमेवं प्रयुक्तं <ls>Ś. 6</ls> (अथ may in these two sentences mean ‘but’). {@--6@} Totality, entirety (कार्त्स्न्य); अथ धर्मं व्याख्यास्यामः <ls>G. M.</ls> we shall explain the whole धर्म (धर्म in all its details.). {@--7@} Doubt, uncertainty (संशय, विकल्प); शब्दोनित्यो ऽथानित्यः <ls>G. M.</ls> The senses of अथ usually given by lexicographers are:-- अथोथ स्यातां समुच्चये . मंगले संशयारंभाधिकारानंतरेषु च . अन्वादेशे प्रतिज्ञायां प्रश्नसाकल्ययोरपि .. Some of these senses are indentical with those in (1), while some are not in general use. "
    }
]