[
    {
        "word": "अरुणी",
        "eid": "4081",
        "pagenum": "[Page0162-a+ 60]",
        "content": "अरुण {%<ab>a.</ab>%} (णा, --णी|{%<ab>f.</ab>%}) [ऋ-उनन्; <ab>cf.</ab> <ls>Uṇ. 3. 60</ls>] {@--1@} Reddish brown, tawny, red, ruddy (of the colour of the morning as opposed to the darkness of night); प्रत्याख्यातविशेषकं कुरबकं श्यामावदातारुणं <ls>M. 3. 5</ls>; नयनान्यरुणानि घूर्णयन् <ls>Ku. 4. 12.</ls> {@--2@} Perplexed, embarrassed. {@--3@} Dumb. --णः {@--1@} Red colour, the colour of the dawn or morning twilight. {@--2@} The dawn personified as the charioteer of the sun; आविष्कृतारुणपुरःसर एकतोर्कः <ls>Ś. 4. 1</ls>, <ls n=\"Ś.\">7. 4</ls>; विभावरी यद्यरुणाय कल्पते <ls>Ku. 5. 44</ls>; <ls>R. 5. 71.</ls> [Aruṇa is represented as the elder brother of Garuḍa, being the son of Vinatā by Kaśyapa. Vinatā prematurely hatched the egg and the child was born without thighs, and hence he is called {%Anūru%} ‘thighless’, or {%Vipāda%} ‘footless.’ He cursed his mother that since she had brought him forth before the due season she would be a slave to her rival Kadrū; but at her earnest entreaties, he modified the curse and said that her next son would deliver her from bondage. Aruṇa now holds the office of the charioteer of the sun. His wife was Śyenī, who bore him two sons Sampāti and Jaṭāyu]. {@--3@} The sun; रागेण बालारुणकोमलेन <ls>Ku. 3. 30</ls>, <ls n=\"Ku.\">5. 8</ls>; संसृज्यते सरसिजैररुणांशुभिन्नैः <ls>R. 5. 69</ls>; <ls>Ś. 1. 32.</ls> {@--4@} A kind of leprosy with red spots and insensibility of the skin. {@--5@} A little poisonous creature. {@--6@} <ab>N.</ab> of a plant पुंनाग; also a synonym of अर्क <ab>q. v.</ab> {@--7@} Molasses (गुड) {@--8@} <ab>N.</ab> of a peak of the Himālaya situated to the west of Kailāsa. {@--9@} <ab>N.</ab> of one of the 12 Ādityas, the one presiding over Māgha. --णा {@--1@} <ab>N.</ab> of several plants ({%a%}) अतिविषा (<ab>Mar.</ab> अतिविख); ({%b%}) Madder (मंजिष्ठा); ({%c%}) त्रिवृत् commonly called Teori; ({%d%}) a black kind of the same (श्यामाका); ({%e%}) bitter apple (इंद्रवारुणी); ({%f%}) the Guñja plant that yields the red and black berry (गुंज) used as a weight by jewellers &c. ({%g%}) मुंडतिक्ता. {@--2@} <ab>N.</ab> of a river. --णी {@--1@} A red cow (<ls>Nir.</ls>). {@--2@} The early dawn. --णं {@--1@} Red colour. {@--2@} Gold. {@--3@} Saffron."
    }
]