[
    {
        "word": "अंतर",
        "eid": "2100",
        "pagenum": "[Page0091-c+ 57]",
        "content": "अंतर {%<ab>a.</ab>%} [अंतं राति ददाति, रा-क] {@--1@} Being in the inside, interior, inward, internal (<ab>opp.</ab> बाह्य); योंतरो यवयति <ls>Śat. Br.</ls>; °र आत्मा <ls>T. Up.</ls>; कश्चनांतरो धर्मः <ls>S. D.</ls> {@--2@} Near, proximate (आसन्न); कृष्वा युजश्चिदंतरं <ls>Rv. 1. 10. 9.</ls> {@--3@} Related, intimate, dear, closely connected (आत्मीय) (<ab>opp.</ab> पर); तदेतत्प्रेयः पुत्रात्… प्रेयोऽ न्यस्मात्सर्वस्मादंतरतरं यदयमात्मा <ls>Śat. Br.</ls>; अयमत्यंतरो मम <ls>Bharata</ls>. {@--4@} Similar (also अंतरतम) (of sounds and words); स्थानेंऽतरतमः <ls>P. I. 1. 50</ls>; हकारस्य घकारोंतरतमः <ls>Śabdak.</ls>; सर्वस्य पदस्य स्थाने शब्दतोऽर्थतश्चांतरतमे द्वे शब्दस्वरूपे भवतः <ls>P. VIII. 1. 1</ls> <ab>Com.</ab> {@--5@} ({%a%}) Different from, other than (with <ab>abl.</ab>); योऽप्सु तिष्ठन्नद्भ्योंऽतरः <ls>Bṛ. Ār. Up.</ls>; आत्मा स्वभावोंऽतरोऽन्यो यस्य स आत्मांतरः अन्यस्वभावः <ls>P. VI. 2. 166</ls> <ls>Sk.</ls> ({%b%}) The other; उदधेरंतरं पारं <ls>Rām.</ls> {@--6@} Exterior, outer, situated outside, or to be worn outside (अंतरं बहिर्योगोपसंव्यानयोः <ls>P. I. 1. 36</ls>) (In this sense it is declined optionally like सर्व in <ab>nom.</ab> <ab>pl.</ab> and <ab>abl.</ab> and <ab>loc.</ab> <ab>sing.</ab>); अंतरे-रा वा गृहाः बाह्या इत्यर्थः (चंडालादिगृहाः); अंतरे-रा वा शाटकाः परिधानीया इत्यर्थः <ls>Sk.</ls>; so अंतरायां पुरि, अंतरायै नगर्यै, नमोंतरस्मै अमेधसां <ls>Bop.</ls> --रं {@--1@} ({%a%}) The interior, inside; ततांतरं सांतरवारिशीकरैः <ls>Ki. 4. 29</ls>, <ls n=\"Ki.\">5. 5</ls>; जलांतरगते भानौ <ls>Ms. 8. 132</ls>; विमानांतरलंबिनीनां <ls>R. 13. 33</ls>; <ls>Mk. 8. 5</ls>, <ls>Ku. 7. 62</ls>; अपि वनांतरं श्रयति <ls>V. 4. 26</ls>; लीयंते मुकुलांतरेषु <ls>Ratn. 1. 26</ls>, <ls>Ki. 3. 58</ls>; अंतरात् from inside, from out of; प्राकारपरिखांतरान्निर्ययुः <ls>Rām.</ls>; अंतरे in, into; वन°, कानन°, प्रविश्यांतरे &c. ({%b%}) Hence, the interior of any thing, contents; purport, tenor; अत्रांतरं ब्रह्मविदो विदित्वा <ls>Śvet. Up.</ls> ({%c%}) A hole, an opening; तस्य बाणांतरेभ्यस्तु बहु सुस्राव शोणितं. {@--2@} Soul, heart; mind; सततमसुतरं वर्णयंत्यंतरं <ls>Ki. 5. 18</ls> the inmost or secret nature (<ab>lit.</ab> middle space or region); लब्धप्रतिष्ठांतरैः भृत्यैः <ls>Mu. 3. 13</ls> having entered the heart; सदृशं पुरुषांतरविदो महेंद्रस्य <ls>V. 3.</ls> {@--3@} The Supreme Soul. {@--4@} Interval, intermediate time or space, distance; रम्यांतरः <ls>Ś. 4. 10</ls>; किंचिदंतरमगमं <ls>Dk. 6</ls>; अल्पकुचांतरा <ls>V. 4. 26</ls>; क्रोशांतरेण पथि स्थिताः <ls>H. 4</ls> at the distance of; बृहद्भुजांतरं <ls>R. 3. 54</ls>; अंतरे <ab>oft.</ab> translated by between, betwixt; गीतांतरेषु <ls>Ku. 3. 38</ls> in the intervals of singing; मरणजीवितयोरंतरे वर्ते betwixt life and death; अस्त्रयोगांतरेषु <ls>Rām.</ls>; तन्मुहूर्तकं बाष्पसलिलांतरेषु प्रेक्षे तावदार्यपुत्रं <ls>U. 3</ls> in the intervals of weeping; बाष्पविश्रामोऽप्यंतरे कर्तव्य एव <ls>U. 4</ls> at intervals; स्मर्तव्योस्मि कथांतरेषु भवता <ls>Mk. 7. 7</ls> in the course of conversation; कालांतरावर्तिशुभाशुभानि <ls>H. 1.</ls> <ab>v. l.</ab> see कालांतरं; सरस्वतीदृषद्वत्योर्यदंतरं <ls>Ms. 2. 17</ls>, <ls n=\"Ms. 2.\">22</ls>; द्यावापृथिव्योरिदमंतरं हि व्याप्तं त्वयैकेन <ls>Bg. 11. 20</ls>; न मृणालसूत्रं रचितं स्तनांतरे <ls>Ś. 6. 17</ls> between the breasts; <ls>Bg. 5. 27</ls>; अस्य खलु ते बाणपथवर्तिनः कृष्णसारस्यांतरे तपस्विन उपस्थिताः <ls>Ś. 1</ls>; तदंतरे सा विरराज धेनुः <ls>R. 2. 20</ls>; <ls n=\"R.\">12. 29.</ls> ({%b%}) Intervention (व्यवधान) <ab>oft.</ab> in the sense of ‘through’; मेघांतरालक्ष्यमिवेंदुबिंबं <ls>R. 13. 38</ls> through the clouds; वस्त्रं अंतरं व्यवधायकं यस्य स वस्त्रांतरः <ls>P. VI. 2. 166</ls> <ls>Sk.</ls>; महानद्यंतरं यत्र तद्देशांतरमुच्यते; जालांतरप्रेषितदृष्टिः <ls>R. 7. 9</ls> peeping through a window; विटपांतरेण अवलोकयामि <ls>Ś. 1</ls>; क्षणमपि विलंबमंतरीकर्तुमक्षमा <ls>K. 306</ls> to allow to come between or intervene; कियच्चिरं वा मेघांतरेण पूर्णिमाचंद्रस्य दर्शनं <ls>U. 3.</ls> {@--5@} Room, place, space in general; मृणालसूत्रांतरमप्यलभ्यं <ls>Ku. 1. 40</ls>; न ह्यविद्धं तयोर्गात्रे बभूवांगुलमंतरं <ls>Rām.</ls>; मूषिकैः कृतेंतरे <ls>Y. 1. 147</ls>; गुणाः कृतांतराः <ls>K. 4</ls> finding or making room for themselves; न यस्य कस्यचिदंतरं दातव्यं <ls>K. 266</ls>; देहि दर्शनांतरं <ls n=\"K.\">84</ls> room; पौरुषं श्रय शोकस्य नांतरं दातुमर्हसि <ls>Rām.</ls> do not give way to sorrow; तस्यांतरं मार्गते <ls>Mk. 7. 2</ls> waits till it finds room; अंतरं अंतरं <ls>Mk. 2</ls> make way, make way. {@--6@} Access, entrance, admission, footing; लेभेंतरं चेतसि नोपदेशः <ls>R. 6. 66</ls> found no admission into (was not impressed on) the mind; <ls n=\"R.\">17. 75</ls>; लब्धांतरा सावरणेऽपि गेहे <ls n=\"R.\">16. 7.</ls> {@--7@} Period (of time), term; मासांतरे देयं <ls>Ak.</ls>; सप्तैते मनवः स्वे स्वेंतरे सर्वमिदमुत्पाद्यापुश्चराचरं <ls>Ms. 1. 63</ls>, see मन्वंतर; इति तौ विरहांतरक्षमौ <ls>R. 8. 56</ls> the term or period of separation; क्षणांतरे-रात् within the period of a moment. {@--8@} Opportunity, occasion, time; देवी चित्रलेखमवलोकयंती तिष्ठति . तस्मिन्नंतरे भर्तोपस्थितः <ls>M. 1</ls>; अत्रांतरे प्रणम्याग्रे समुपविष्टः <ls>Pt. 1</ls> on that occasion, at that time; अस्मिन्नंतरे <ls>Dk. 164</ls>; केन पुनरुपायेन मरणनिर्वाणस्यांतरं संभावयिष्ये <ls>Māl. 6</ls>; कृतकृत्यता लब्धांतरा भेत्स्यति <ls>Mu. 2. 22</ls> getting an opportunity; <ls n=\"Mu. 2.\">9</ls>; यावत्त्वामिंद्रगुरवे निवेदयितुं अंतरान्वेषी भवामि <ls>Ś. 7.</ls> find a fit or opportune time; शक्तेनापि सता जनेन विदुषा कालांतरप्रेक्षिणा वस्तव्यं <ls>Pt. 3. 172</ls> waiting for a suitable opportunity or time, सारणस्यांतरं दृष्ट्वा शुको रावणमब्रवीत् <ls>Rām.</ls> {@--9@} Difference (between two things), (with <ab>gen.</ab> or in <ab>comp.</ab>); शरीरस्य गुणानां च दूरमत्यंतमंतरं <ls>H. 1. 49</ls>; उभयोः पश्यतांतरं <ls>H. 1. 66</ls>, <ls n=\"H.\">2. 40</ls>; तव मम च समुद्रपल्वलयोरिवांतरं <ls>M. 1</ls>; <ls>Bg. 13. 34</ls>; यदंतरं सर्षपशैलराजयोर्यदंतरं वायसवैनतेययोः <ls>Rām.</ls>; द्रुमसानुमतां किमंतरं <ls>R. 8. 90</ls>; <ls n=\"R.\">18. 15</ls>; rarely with <ab>instr.</ab>, त्वया समुद्रेण च महदंतरं <ls>H. 2</ls>; स्वामिनि गुणांतरज्ञे <ls>Pt. 1. 101</ls>; difference; सैव विशिनष्टि पुनः प्रधानपुरुषांतरं सूक्ष्मं <ls>Sāṅ. K.</ls> {@--10@} (<ab>Math.</ab>) Difference, remainder. {@--11@} ({%a%}) Different, another, other, changed, altered (manner, kind, way &c.); Note that in this sense अंतर always forms the latter part of a compound and its gender remains unaffected <ab>i. e.</ab> neuter, whatever be the gender of the noun forming the first part; कन्यांतरं ( अन्या कन्या), राजांतरं (अन्यो राजा), गृहांतरं (अन्यद्गृहं); in most cases it may be rendered by the English word ‘another’; इदमवस्थांतरमारोपिता <ls>Ś. 3</ls> changed condition; <ls>K. 154</ls>; <ls>Mu. 5</ls>; शुभाशुभफलं सद्यो नृपाद्देवाद्भवांतरे <ls>Pt. 1. 121</ls>; जननांतरसौहृदानि <ls>Ś. 5. 2</ls> friendships of another (former) existence; नैवं वारांतरं विधास्यते <ls>H. 3</ls> I shall not do so again; आमोदान् हरिदंतराणि नेतुं <ls>Bv. 1. 15</ls>; so दिगंतराणि; पक्षांतरे in the other case; देश°, राज°, क्रिया°. ({%b%}) Various, different, manifold (used in <ab>pl.</ab>); लोको नियम्यत इवात्मदशांतरेषु <ls>Ś. 4. 2</ls>; मन्निमित्तान्यवस्थांतराण्यवर्णयत् <ls>Dk. 118</ls> various or different states; <ls n=\"Dk.\">160</ls>; sometimes used pleonastically with अन्यत् &c.; अन्यत्स्थानांतरं गत्वा <ls>Pt. 1.</ls> {@--12@} Distance (in space); व्यामो बाह्वोः सकरयोस्ततयोस्तिर्यगंतरं <ls>Ak.</ls>; प्रयातस्य कथंचिद्दूरमंतरं <ls>Ks. 5. 80.</ls> {@--13@} Absence; तासामंतरमासाद्य राक्षसीनां वरांगना <ls>Rām.</ls>; तस्यांतरं च विदित्वा {%<ab>ibid.</ab>%} {@--14@} Intermediate member, remove, step, gradation (of a generation &c.); एकांतरं <ls>Ms. 10. 13</ls>; द्व्येकांतरासु जातानां <ls n=\"Ms. 10.\">7</ls>; एकांतरमामंत्रितं <ls>P. VIII. 1. 55</ls>; तत्स्रष्टुरेकांतरं <ls>Ś. 7. 27</ls> separated by one remove, see एकांतर also. {@--15@} Peculiarity, peculiar or characteristic possession or property; a (peculiar) sort, variety, or kind; व्रीह्यंतरेप्यणुः <ls>Trik.</ls>; मीनो राश्यंतरे, वेणुर्नृपांतरे {%<ab>ibid.</ab>%}; प्रासंगो युगांतरं &c. {@--16@} Weakness, weak or vulnerable point; a failing, defect, or defective point; प्रहरेदंतरेरिपुं <ls>Śabdak.</ls> सुजयः खलु तादृगंतरे <ls>Ki. 2. 52</ls>; असहद्भिर्माममित्रैर्नित्यमंतरदर्शिभिः <ls>Rām.</ls>; परस्यांतरदर्शिना {%<ab>ibid.</ab>%}; कीटकेनेवांतरं मार्गयमाणेन प्राप्तं मया महदंतरं <ls>Mk. 9</ls>; अथास्य द्वादशे वर्षे ददर्श कलिरंतरं <ls>Nala. 7. 2</ls>; हनूमतो वेत्ति न राक्षसोंतरं न मारुतिस्तस्य च रक्षसोंतरं <ls>Rām.</ls> {@--17@} Surety, guarantee, security; तेन तव विरूपकरणे सुकृतमंतरे धृतं <ls>Pt. 4</ls> he has pledged his honor that he will not harm you; आत्मानमंतरेऽर्पितवान् <ls>K. 247</ls>; अंतरे च तयोर्यः स्यात् <ls>Y. 2. 239</ls>; भुवः संज्ञांतरयोः <ls>P. III. 2. 179</ls>; धनिकाधमर्णयोरंतरे यस्तिष्ठति विश्वासार्थं स प्रतिभूः <ls>Sk.</ls> {@--18@} Regard, reference, account; न चैतदिष्टं माता मे यदवोचन्मदंतरं <ls>Rām.</ls> with reference to me; त्वदंतरेण ऋणमेतत्. {@--19@} Excellence, as in गुणांतरं व्रजति शिल्पमाधातुः <ls>M. 1. 6</ls> (this meaning may be deduced from 11). {@--20@} A garment (परिधान). {@--21@} Purpose, object, (तादर्थ्य) (<ls>Malli.</ls> on <ls>R. 16. 82</ls>). {@--22@} Concealment, hiding; पर्वतांतरितो रविः (this sense properly belongs to अंतर्-इ <ab>q. v.</ab>). {@--23@} Representative, substitution. {@--24@} Destitution, being without (विना) which belongs to अंतरेण. ( अंतरमवकाशावधिपरिधानांतर्धिभेदतादर्थ्ये . छिद्रात्मीयविनाबहिरवसरमध्येंतरात्मनि च <ls>Ak.</ls>) [<ab>cf.</ab> <ab>L.</ab> {%alter%}]"
    }
]