[
    {
        "word": "अनुरुध्",
        "eid": "1853",
        "pagenum": "[Page0079-a+ 57]",
        "content": "अनुरुध् {c7c} <ab>U.</ab> {@--1@} To obstruct, block up; शिलाभिर्ये मार्गमनुरुंधंति <ls>Mb.</ls>; to surround, hem in; रुद्रानुचरैर्मखो महान्… अन्वरुध्यत <ls>Bhāg.</ls> {@--2@} To bind, fasten. {@--3@} To stick or adhere to, follow closely, observe, practise; अनुरुध्यादघं त्र्यहं <ls>Ms. 5. 63</ls> should observe impurity (be in mourning); पुमांसमनुरुध्य जाता पुमनुजा <ls>P. III. 2. 100</ls> <ls>Sk.</ls> born immediately after a male. {@--4@} To love, be fond of, or devoted to, attach oneself to; समस्थमनुरुध्यंते विषमस्थं त्यजंति च <ls>Rām.</ls>; सद्वृत्तिमनुरुध्यंतां भवंतः <ls>Mv. 2</ls> follow or adopt; स्वधर्ममनुरुंधंते नातिक्रमं <ls>Ki. 11. 78</ls>; नानुरोत्स्ये जगल्लक्ष्मीं <ls>Bk. 16. 23</ls> love, like. {@--5@} To conform to, obey, follow, adapt oneself to, act up to; नियतिं लोक इवानुरुध्यते <ls>Ki. 2. 12</ls>; हंत तिर्यंचोऽपि परिचयमनुरुध्यंते <ls>U. 3</ls> remember or cherish (act up to it); मद्वचनमनुरुध्यते वा भवान् <ls>K. 181</ls>, <ls n=\"K.\">298</ls>; वात्सल्यमनुरुध्यंते महात्मनः <ls>Mv. 6</ls> feel the force of compassion; तेनापि रावणे मैत्रीमनुरुध्य व्यपेक्ष्यते <ls>Mv. 5. 35</ls> following up; यदि गुरुष्वनुरुध्यसे <ls>Mv. 3</ls> regard with respect, obey; अनुरुध्यस्व भगवतो वसिष्ठस्यादेशं <ls>U. 4</ls>; चंद्रकेतोर्वचनं <ls>U. 5.</ls> {@--6@} To coax, gratify, flatter, soothe; इत्यादिभिः प्रियशतैरनुरुध्य मुग्धां <ls>U. 3. 26</ls>; अभिनवसेवकजनेऽपि एवमरुनुध्यते <ls>K. 207</ls> please by carefully attending to &c., show regard for; <ls n=\"K.\">248.</ls> {@--7@} To urge, press, entreat, request; आगमनाय अनुरुध्यमानः <ls>K. 277</ls>; तया चाहमनुरुध्यमानस्तां बकुलमालां दत्तवान् <ls>Māl. 1</ls>; सा च भीमधन्वना बलवदनुरुद्धा <ls>Dk. 122</ls> courted, wooed. {@--8@} To assent or agree to, approve; like, comply with; प्रकृतयो न मे व्यसनमनुरुध्यंते <ls>Dk. 106</ls>; यदि भगवाननुरुध्यते <ls>Mv. 4</ls> agree with me. "
    },
    {
        "word": "अनुरुध्",
        "eid": "1854",
        "pagenum": "[Page0079-a+ 57]",
        "content": "अनुरुध् {%<ab>a.</ab>%} [रुध-क्विप्] {@--1@} One who obeys, conforms to &c. {@--2@} Obeyed, observed, practised, wanted (अपेक्षित), written as अनूरुध् <ls>Rv. 3. 55. 5.</ls> "
    }
]