[
    {
        "word": "अधिकार",
        "eid": "934",
        "pagenum": "[Page0047-b+ 57]",
        "content": "अधिकारः {@--1@} Superintendence, watching over; स्त्रीषु कष्टोधिकारः <ls>V. 3. 1</ls>; यः पौरवेण राज्ञा धर्माधिकारे नियुक्तः <ls>Ś. 1</ls> superintendence of religious matters. {@--2@} Duty, office, charge; power, post of authority; authority; निर्णयाधिकारे ब्रवीमि <ls>M. 1</ls> I say this in the capacity of a judge; अविश्रामोयं लोकतंत्राधिकारः <ls>Ś. 5</ls>; द्वीपिनस्तांबूलाधिकारो दत्तः <ls>Pt. 1</ls>, <ls>V. 2. 1</ls>; अर्थ° administration of pecuniary matters; स्वाधिकारात् प्रमत्तः <ls>Me. 1</ls>; अधिकारे मम पुत्रको नियुक्तः <ls>M. 5</ls>; यः सर्वाधिकारेनियुक्तः प्रधानमंत्री स करोतु, अनुजीविना पर° चर्चा न कर्तव्या <ls>H. 2</ls>; शिल्पाधिकारे योग्येयं दारिका <ls>M. 1</ls> fit to be initiated into the fine arts. {@--3@} Sovereignty, government or administration, jurisdiction, rule; स्वाधिकारभूमौ वर्तिष्यते <ls>Ś. 7</ls> seat of government or jurisdiction; °खेदं निरूप्य <ls>Ś. 5.</ls> {@--4@} Position, dignity, rank; हृताधिकारां मलिनां <ls>Y. 1. 70</ls> deprived of the position or rights or privileges of a wife. {@--5@} ({%a%}) Right, authority, privilege, claim, title (as to wealth, property &c.); right of ownership or possession; अधिकारः फले स्वाम्यमधिकारी च तत्प्रभुः <ls>S. D. 296</ls>; वत्सेऽ धिकारः स्थितः <ls>Mv. 4. 38</ls> it now belongs to the child. ({%b%}) Qualification or authority to perform certain specified duties, civil, sacrificial, religious &c.; as the अधिकार of a king to rule and protect, of a Brāhmaṇa to sacrifice, of a Vaiśya to till or trade &c.; शूद्रोऽधिकारहीनोपि <ls>Y. 3. 262</ls>; with <ab>loc.</ab>; निषेकादिश्मशानांतो मंत्रैर्यस्योदितो विधिः . तस्य शास्त्रेऽ धिकारोऽस्मिन् ज्ञेयो नान्यस्य कस्यचित् <ls>Ms. 2. 16</ls>; श्राद्धाधिकारसंपदस्तु इति भवंतो ब्रुवंतु (repeated in Śrāddha ceremonies). {@--6@} Prerogative of a king. {@--7@} Effort, exertion; कर्मण्येवाधिकारस्ते मा फलेषु कदाचन <ls>Bg. 2. 47</ls> your business is with action alone &c. {@--8@} Relation, reference; कथा विचित्राः पृतनाधिकाराः <ls>Mb.</ls> {@--9@} Place = अधिकरण; महत्खलु पुरुषाधिकारं ज्योतिः <ls>M. 1.</ls> {@--10@} A topic, paragraph or section; प्रायश्चित्त° <ls>Mit.</ls>; See अधिकरण. {@--11@} Counting, enumeration, occasion for counting; संसत्सु जाते पुरुषाधिकारे <ls>Ki. 3. 51</ls> ( गणनाप्रस्तावे). {@--12@} (In <ab>gram.</ab>) A head or governing rule, which exerts a directing or governing influence over other rules; {%<ab>e. g.</ab>%} सर्वस्य द्वे <ls>P. VIII. 1. 1</ls>; <ls n=\"P.\">IV. 1. 82-3</ls>; तत्पुरुषः <ls n=\"P. II.\">1. 22</ls>; अधिकारोयं <ls>Sk.</ls> (This अधिकार is of three kinds: सिंहावलोकितं चैव मंडूकप्लुतमेव च . गंगाप्रवाहवच्चापि अधिकारस्त्रिधा मतः ...) "
    }
]