[
    {
        "word": "एव",
        "eid": "9592",
        "pagenum": "[Page0357-a+ 54]",
        "content": "एव {%<ab>a.</ab>%} <ab>Ved.</ab> {@--1@} Going, moving. {@--2@} Speedy, quick, एवोगंता; ये च एवा मरुतः <ls>Uṇ. 1. 150.</ls> --वः A course, way; or a courser, a fleet horse; स्वेभिरेवैश्चरतः <ls>Rv. 1. 62. 8</ls>; (<ab>pl.</ab>) mode of proceeding, custom, habit; or, according to <ls>Sāy.</ls>, a desire or hymn."
    },
    {
        "word": "एव",
        "eid": "9593",
        "pagenum": "[Page0357-a+ 54]",
        "content": "एव {%<ab>ind.</ab>%} This particle is most frequently used to strengthen and emphasize the idea expressed by a word:-- (1) Just, quite, exactly; एवमेव quite so, just so; (2) same, very, identical; अर्थोष्मणा विरहितः पुरुषः स एव <ls>Bh. 2. 40</ls> that very man; (3) only, alone, merely, (implying exclusion); सा तथ्यमेवाभिहिता भवेन <ls>Ku. 3. 63</ls> only the truth, nothing but the truth; so नाम्नैव, स एव वीरः he alone (and not others); (4) already; गत एव नते निवर्तते <ls>Ku. 4. 30</ls>; (5) scarcely, the moment, as soon as; chiefly with participles; उपस्थितेयं कल्याणी नाम्नि कीर्तित एव यत् <ls>R. 1. 87</ls> as soon as the name was uttered; इति चिन्तयन्नेव while just thinking &c.; (6) also, likewise; तथैव so also; (7) like, as (showing similarity); श्रीस्त एव मेस्तु <ls>G. M.</ls> (= तव इव); and (8) generally to emphasize a statement; भवितव्यमेव तेन <ls>U. 4.</ls> it {%will%} (surely) take place. It is also said to imply the senses of (9) detraction; (10) diminution; (11) command; (12) restraint; or (13) used merely as an expletive. (This particle is used in the Vedas in the senses of so, just so, like, indeed, truly, really). "
    },
    {
        "word": "एव",
        "eid": "9594",
        "pagenum": "[Page0357-b+ 56]",
        "content": "एवं {%<ab>ind.</ab>%} {@--1@} Thus, so, in this manner or way; (referring to what precedes as well as to what follows): अस्त्येवं <ls>Pt. 1</ls> it is so; एवंवादिनि देवर्षौ <ls>Ku. 6. 84</ls>; ब्रूया एवं <ls>Me. 101</ls> (what follows); एवमस्तु be it so, amen; यद्येवं if so; किमेवं why so; भैवं, मा भैवं oh, not so, (do not do so); एवं has sometimes an adjectival force; एवं वचनं such words. {@--2@} Yes, quite so (implying assent); सीताअहो जाने तस्मिन्नेव काले वर्ते . रामः-एवं <ls>U. 1</ls>; एवं यदात्थ भगवन् <ls>Ku. 2. 31.</ls> It is also said to have the senses of (3) likeness; (4) sameness of manner; (5) affirmation or determination; (6) command; or it is often used merely as an expletive. (In the Vedas एवं occurs very rarely; its place being usually taken up by एव). "
    }
]