[
    {
        "word": "कल्प",
        "eid": "10517",
        "pagenum": "[Page0388-a+ 56]",
        "content": "कल्प {%<ab>a.</ab>%} [कॢप्-घञ्] {@--1@} Practicable, feasible, possible. {@--2@} Proper, fit, right. {@--3@} Strong, vigorous. {@--4@} Able, competent (with a <ab>gen.</ab>, <ab>loc.</ab>; <ab>inf.</ab> or at the end of <ab>comp.</ab>); धर्मस्य, यशसः, कल्पः <ls>Bhāg.</ls> able to do his duty &c.; स्वक्रियायामकल्पः {%<ab>ibid.</ab>%} not competent to do one's duty; अकल्प एषामधिरोढुमंजसा पदं {%<ab>ibid.</ab>%}, so स्वभरणाकल्प &c. --ल्पः {@--1@} A sacred precept or rule, law, ordinance. {@--2@} A prescribed rule, a prescribed alternative, optional rule; प्रभुः प्रथमकल्पस्य योऽनुकल्पेन वर्तते <ls>Ms. 11. 30</ls> ‘able to follow the prescribed rule to be observed in preference to all others’; प्रथमः कल्पः <ls>M. 1</ls> a very good (or best) alternative; एष वै प्रथमः कल्पः प्रदाने हव्यकव्ययोः <ls>Ms. 3. 147.</ls> {@--3@} (Hence) A proposal, suggestion, resolve, determination; उदारः कल्पः <ls>Ś. 7.</ls> {@--4@} Manner of acting, procedure, form, way, method (in religious rites); क्षात्रेण कल्पेनोपनीय <ls>U. 2</ls>; कल्पदित्कल्पयामास वन्यामेवास्य संविधां <ls>R. 1. 94</ls>; <ls>Ms. 7. 185.</ls> {@--5@} End of the world, universal destruction. {@--6@} A day of Brahmā or 1,000 Yugas, being a period of 432 million years of mortals and measuring the duration of the world; श्रीश्वेतवाराहकल्पे (the one in which we now live); कल्पं स्थितं तनुभृतां तनुभिस्ततः किम् <ls>Śānti. 4. 2.</ls> {@--7@} Medical treatment of the sick. {@--8@} One of the six Vedāṅgas, {%<ab>i. e.</ab>%} that which lays down the ritual and prescribes rules for ceremonial and sacrificial acts; see under वेदांग. {@--9@} A termination added to nouns and adjectives in the sense of ‘a little less than,’ ‘almost like,’ ‘nearly equal to,’ (denoting similarity with a degree of inferiority); कुमारकल्पं सुषुवे कुमारं <ls>R. 5. 36</ls>; उपपन्नमेतदस्मिन्नृषिकल्पे राजनि <ls>Ś. 2</ls>; प्रभातकल्पा शशिनेव शर्वरी <ls>R. 3. 2</ls>; so मृतकल्पः, प्रतिपन्नकल्पः &c. {@--10@} The doctrine of poisons and antidotes. {@--11@} One of the trees of paradise; <ab>cf.</ab> कल्पद्रुम. --ल्पा --ल्पं A kind of intoxicating liquor."
    }
]