[
    {
        "word": "कच",
        "eid": "9976",
        "pagenum": "[Page0367-b+ 57]",
        "content": "कचः [कच्यंते बध्यंत इति कचाः, कच्-अच्] {@--1@} Hair (especially of the head); कचेषु च निगृह्यैतान् <ls>Mb.</ls>: See °ग्रह below; अलिनीजिष्णुः कचानां चयः <ls>Bh. 1. 5.</ls> {@--2@} A dry or healed sore, scar. {@--3@} A binding, band. {@--4@} The hem of a garment. {@--5@} A cloud. {@--6@} <ab>N.</ab> of a son of Bṛhaspati. [In their long warfare with the demons, the gods were often times defeated, and rendered quite helpless. But such of the demons as would be slain in battle were restored to life by Śukrācārya, their preceptor, by means of a mystic charm which he alone possessed. The gods resolved to secure, if possible, this charm for themselves, and induced Kaca to go to Śukrācārya and learn it from him by becoming his disciple. So Kaca went to the preceptor, but the demons killed Kaca twice lest he should succeed in mastering the lore; but on both occasions he was restored to life by the sage at the intercession of Devayānī his daughter, who had fallen in love with the youth. Thus discomfited the Asuras killed him a third time, burnt his body, and mixed his ashes with Śukra's wine; but Devayānī again begged her father to restore to life the youth. Not being able to resist his daughter's importunities Śukra once more performed the charm, and, to his surprise, heard the voice of Kaca issuing from his own belly. To save his own life the sage taught him the much-coveted charm, and, on the belly of Śukra being ripped open, Kaca performed the charm and restored his master to life. Devayānī thenceforward began to make stronger advances of love to him, but he steadily resisted her proposals, telling her that she was to him as a younger sister. She thereupon cursed him that the great charm he had learnt would be powerless; he, in return, cursed her that she should be sought by no Brāhmaṇa, but would become a Kshatriya's wife.] --चा {@--1@} A female elephant. {@--2@} Beauty, splendour."
    }
]