[
    {
        "word": "च",
        "eid": "12986",
        "pagenum": "[Page0479--2a+ 9]",
        "content": "च {%<ab>a.</ab>%} {@--1@} Seedless. {@--2@} Bad, vile. --चः {@--1@} An epithet of Śiva. {@--2@} Chewing, eating. {@--3@} The moon. {@--4@} A tortoise. {@--5@} A thief. {%--<ab>ind.</ab>%} A particle expressing {@--1@} Copulation (and, also as well as, moreover) used to join words or assertions together; (in this sense it is used with each of the words or assertions which it joins together; or it is used after the last of the words or assertions so joined, but it never stands first in a sentence): मनो निष्ठाशून्यं भ्रमति च किमप्यालिखति च <ls>Māl. 1. 31</ls>; तौ गुरुर्गुरुपत्नी च प्रीत्या प्रतिननंदतुः <ls>R. 1. 57</ls>; <ls>Ms. 1. 64</ls>; <ls n=\"Ms.\">3. 5</ls>; कुलेन कांत्या वयसा नवेन गुणैश्च तैस्तैर्विनयप्रधानैः <ls>R. 6. 79</ls>; <ls>Ms. 1. 105</ls>; <ls n=\"Ms.\">3. 116.</ls> {@--2@} Disjunction (but, still, yet); शांतमिदमाश्रमपदं रफुरति च बाहुः <ls>Ś. 1. 16.</ls> {@--3@} Certainty, determination, (indeed, certainly, exactly, quite, having the force of एव); अतीतः पंथानं तव च महिमा वाङ्मनसयोः <ls>G. M.</ls>; ते तु यावंत एवाजौ तावांश्च ददृशे स तैः <ls>R. 12. 45.</ls> {@--4@} Condition (if = चेत्); जीवितुं चेच्छसे (= इच्छसे चेद्) मूढ हेतुं मे गदतः शृणु <ls>Mb.</ls>; लोभश्चास्ति (अस्ति चेद्) गुणेन किं <ls>Bh. 2. 45</ls> <ab>v. l.</ab> {@--5@} It is often used expletively (पादपूरणार्थे); भीमः पार्थस्तथैव च <ls>G. M.</ls> (Lexicographers give, besides the above, the following senses of च which are included in the general idea of {%copulation%}; {@--1@} अन्वाचय joining a subordinate fact with a principal one; भो भिक्षामट गां चानय; see अन्वाचय. {@--2@} समाहार collective combination; as पाणी च पादौ च पाणिपादं. {@--2@} इतंरतरयोग or mutual connection; as प्लक्षश्च न्यग्रोधश्च प्लक्षन्यग्रोधौ. {@--4@} समुच्चय aggregation; as पचति च पठति च). च is frequently repeated with two assertions (1) in the sense of ‘on the one hand-on the other hand’, ‘though-yet’, to denote antithesis; न सुलभा सकलेंदुमुखी च सा किमपि चेदमनंगविचेष्टितं <ls>V. 2. 9</ls>; <ls n=\"V.\">4. 3</ls>; <ls>R. 16. 7</ls>; or (2) to express simultaneous or undelayed occurrence of two events (no sooner than, as soon as); ते च प्रापुरुदन्वंतं बुबुधे चादिपूरुषः <ls>R. 10. 6</ls>; <ls n=\"R.\">3. 40</ls>; <ls n=\"R.\">11. 50</ls>, <ls n=\"R. 11.\">81</ls>; <ls>Ku. 3. 58</ls>, <ls n=\"Ku. 3.\">66</ls>; <ls>Ś. 6. 7</ls>; <ls>Māl. 9. 39.</ls>"
    }
]