[
    {
        "word": "ब्रह्मन्",
        "eid": "21860",
        "pagenum": "[Page0801-a+ 61]",
        "content": "ब्रह्मन् {%<ab>n.</ab>%} [बृंह्-मनिन् नकारस्याकारे ऋतो रत्वं; <ab>cf.</ab> <ls>Uṇ. 4. 145</ls>] {@--1@} The Supreme Being, regarded as impersonal and divested of all quality and action; (according to the Vedāntins, Brahman is both the efficient and the material cause of the visible universe, the all-pervading soul and spirit of the universe, the essence from which all created things are produced and into which they are absorbed; अस्ति तावन्नित्यशद्धबुद्धमुक्तस्वभावं सर्वज्ञं सर्वशक्तिसमन्वितं ब्रह्म <ls>Ś. B.</ls>); समीभूता दृष्टिस्त्रिभुवनमपि ब्रह्म मनुते <ls>Bh.</ls>; <ls>Bh. 3. 84</ls>; <ls>Ku. 3. 15.</ls> {@--2@} A hymn of praise. {@--3@} A sacred text. {@--4@} The Vedas; <ls>Ku. 6. 16</ls>; <ls>U. 1. 15.</ls> {@--5@} The sacred and mystic syllable {%om%}; एकाक्षरं परं ब्रह्म <ls>Ms. 2. 83.</ls> {@--6@} The priestly or Brāhmaṇical class (collectively); <ls>Ms. 9. 320.</ls> {@--7@} The power or energy of a Brāhmaṇa; <ls>R. 8. 4.</ls> {@--8@} Religious penance or austerities. {@--9@} Celibacy, chastity; शाश्वते ब्रह्मणि वर्तते <ls>Ś. 1.</ls> {@--10@} Final emancipation or beatitude. {@--11@} Theology, sacred learning, religious knowledge. {@--12@} The Brāhmaṇa portion of the Veda. {@--13@} Wealth. {@--14@} Food. {@--15@} A Brāhmaṇa. {@--16@} Truth. {%--<ab>m.</ab>%} {@--1@} The Supreme Being, the Creator, the first deity of the sacred Hindu Trinity, to whom is entrusted the work of creating the world [The accounts of the creation of the world differ in many respects; but, according to Manu Smṛti, the universe was enveloped in darkness, and the selfexistent Lord manifested himself dispelling the gloom. He first created the waters and deposited in them a seed. This seed became a golden egg, in which he himself was born as Brahmā--the progenitor of all the worlds. Then the Lord divided the egg into two parts, with which he constructed heaven and earth. He then created the ten Prajāpatis or mind-born sons who completed the work of creation. According to another account (Rāmāyaṇa) Brahmā sprang from ether; from him was descended Marīci, and his son was Kaśyapa. From Kaśyapa sprang Vivasvat, and Manu sprang from him. Thus Manu was the procreator of all human beings. According to a third account, the Supreme deity, after dividing the golden egg, separated himself into two parts, male and female, from which sprang Virāj and from him Manu; <ab>cf.</ab> <ls>Ku. 2. 7</ls> and <ls>Ms. 1. 32</ls> {%et seq.%}. Mythologically Brahman is represented as being born in a lotus which sprang from the navel of Viṣṇu, and as creating the world by an illicit connection with his own daughter Sarasvatī. Brahman had originally five heads, but one of them was cut down by Śiva with the ring-finger or burnt down by the fire from his third eye. His vehicle is a swan. He has numerous epithets, most of which have reference to his birth in a lotus]. {@--2@} A Brāhmaṇa; <ls>Ś. 4. 3.</ls> {@--3@} A devout man. {@--4@} One of the four R{%itvijas%} or priests employed at a Soma sacrifice. {@--5@} One conversant with sacred knowledge. {@--6@} The sun. {@--7@} Intellect. {@--8@} An epithet of the seven Prajāpatis:-- मरीचि, अत्रि, अंगिरस्, पुलस्य, पुलह, क्रतु and वसिष्ठ. {@--9@} An epithet of Bṛhaspati. {@--10@} Of Śiva."
    }
]