[
    {
        "word": "भृगु",
        "eid": "22288",
        "pagenum": "[Page0824-b+ 59]",
        "content": "भृगुः {@--1@} <ab>N.</ab> of a sage, regarded as the ancestor of the family of the Bhṛgus, and described in <ls>Ms. 1. 35</ls> as one of the ten patriarchs created by the first Manu; (said to be so called because he was produced along with flames; सह ज्वालाभिरुत्पन्नो भृगुस्तस्माद्भृगुः स्मृतः). [On one occasion when the sages could not agree as to which of the three gods, Brahman, Viṣṇu and Śiva, was best entitled to the worship of Brāhmaṇas, the sage Bhṛgu was sent to test the character of the three gods. He first went to the abode of Brahman, and, on approaching him, purposely omitted an obeisance. Upon this the god reprehended him severely, but was pacified by apologies. Next he entered the abode of Śiva in Kailāsa, and omitted, as before, all tokens of adoration. The vindictive deity was enraged and would have destroyed him, had he not conciliated him by mild words. (According to another account, Bhṛgu was coldly received by Brahman, and he, therefore, cursed him that he would receive no worship or adoration; and condemned Śiva to take the form of a {%Liṅga%}, as he got no access to the deity who was engaged in private with his wife). Lastly he went to Viṣṇu, and finding him asleep, he boldly gave the god a kick on his breast which at once awoke him. Instead of showing anger, however, the God arose, and on seeing Bhṛgu, inquired tenderly whether his foot was hurt, and then began to rub it gently. ‘This’, said Bhṛgu, ‘is the mightiest god. He overtops all by the most potent of all weaponskindness and generosity’. Viṣṇu was therefore, declared to be the god who was best entitled to the worship of all]. {@--2@} <ab>N.</ab> of the sage Jamadagni. {@--3@} An epithet of Śukra. {@--4@} The planet Venus. {@--5@} A cliff, precipice; भृगुपतनकारणमपृच्छं <ls>Dk.</ls> {@--6@} Table-land, the level summit of a mountain. {@--7@} <ab>N.</ab> of Kṛṣṇa. {@--8@} An epithet of Śiva. {@--9@} Friday. "
    }
]