[
    {
        "word": "मा",
        "eid": "22882",
        "pagenum": "[Page0855-c+ 56]",
        "content": "मा {%<ab>ind.</ab>%} A particle of prohibition (rarely of negation) usually joined with the Imperative; मद्वाणि मा कुरु विषादमनादरेण <ls>Bv. 4. 41</ls>; also ({%a%}) with the Aorist, when the augment अ is dropped; पापे रतिं मा कृथाः <ls>Bh. 2. 77</ls>; मा मूमुहत् खलु भवंतमनन्यजन्मा मा ते मलीमसविकारघना मतिर्भूत् <ls>Māl. 1. 32</ls>; the अ is sometimes retained; मा निषाद प्रतिष्ठां त्वमगमः शाश्वतीः समाः <ls>Rām.</ls> ({%b%}) the Imperfect (the augment being dropped here also); मा चैनमभिभाषथः Rāma; ({%c%}) the Future, or Potential mood, in the sense of ‘lest,’ ‘that not’; लघु एतां परित्रायस्व मा कस्यापि तपस्विनो हस्ते पतिष्यति <ls>Ś. 2</ls>; मा कश्चिन्ममाप्यनर्थो भवेत <ls>Pt. 5</ls>; मा नाम देव्याः किमप्यनिष्टमुत्पन्नं भवेत् <ls>K. 307</ls>; the Imperative mood also is sometimes used for the Potential; त्वरतामार्यपुत्र एतां समाश्व सयितुं मास्या विकारो वर्धतां <ls>M. 4.</ls> ({%d%}) the Present Participle when a curse is implied; मा जीवन्यः परावज्ञादुःखदग्धोपि जीवति <ls>Śi. 2. 45</ls>; or ({%e%}) with potential passive participles; मैवं प्रार्थ्यम्. मा is sometimes used without any verb; मा तावत् ‘oh ! do not (say or do) so’; मा मैवं; मा नाम रक्षिणः <ls>Mk. 3.</ls> ‘may it not be the police’; see under नाम. Sometimes मा is followed by स्म and is used with the Aorist or Imperfect with the augment dropped, and rarely with the potential mood; क्लैब्यं मा स्म गमः पार्थ <ls>Bg. 2. 3</ls>; मा स्म प्रतीपं गमः <ls>Ś. 4. 17</ls>; मास्म सीमंतिनी काचिज्जनयेत् पुत्रमीदृशम्. "
    },
    {
        "word": "मा",
        "eid": "22883",
        "pagenum": "[Page0856-a+ 56]",
        "content": "मा {@--1@} The goddess of wealth, Lakṣmī; तमाखुपत्रं राजेंद्र भज माज्ञानदायकं <ls>Subhāṣ.</ls> {@--2@} A mother. {@--3@} A measure. "
    },
    {
        "word": "मा",
        "eid": "22884",
        "pagenum": "[Page0856-a+ 56]",
        "content": "मा {c2c} <ab>P.</ab> {c3c} {c4c} <ab>A.</ab> (माति, मिमीते or मीयते, मित) {@--1@} To measure; न्यधित मिमान इवावनिं पदानि <ls>Śi. 7. 13</ls>; <ls n=\"Śi.\">9. 2.</ls> {@--2@} To measure or mark off, limit; see मित. {@--3@} To compare with (in size), measure by any standard; <ls>Ku. 5. 15.</ls> {@--4@} To be in, find room or space in, be contained or comprised in; तनौ ममुस्तत्र न कैटभद्विषस्तपोधनाभ्यागमसंभवा मुदः <ls>Śi. 1. 23</ls>; वृद्धिं गतेप्यात्मनि नैव मांतीः <ls n=\"Śi.\">3. 73</ls>; <ls n=\"Śi.\">10. 50</ls>; <ls n=\"Śi.\">14. 75</ls>, <ls n=\"Śi.\">13. 2</ls>, <ls n=\"Śi.\">5. 44</ls>; माति मातुमशक्योऽपि यशोराशिर्यदत्र ते <ls>K. P. 10.</ls> {@--5@} To prepare, arrange. {@--6@} To infer, conclude. {@--7@} To form, make, build, construct. {@--8@} To assign, mete out, apportion. {@--9@} To show, display. {@--10@} To roar, sound. {%--<ab>Caus.</ab>%} (मापयति-ते) To cause to be measured, measure or mete out; एतेन मापयति भित्तिषु कर्ममार्गं <ls>Mk. 3. 16.</ls> {%--<ab>Desid.</ab>%} (मित्सति-ते) To wish to measure &c."
    }
]