[
    {
        "word": "यथा",
        "eid": "23674",
        "pagenum": "[Page0885-c+ 57]",
        "content": "यथा {%<ab>ind.</ab>%} [यद् प्रकारे थाल्] {@--1@} Used by itself यथा has the following senses:-- ({%a%}) as, in the manner mentioned; यथाज्ञापयति महाराजः ‘as your Majesty orders’; ({%b%}) namely, as follows; तद्यथानुश्रूयते <ls>Pt. 1</ls>; <ls>U. 2. 4</ls>; ({%c%}) as, like (showing comparison, and used to express the point of similarity); आसीदियं दशरथस्य गृहे यथा श्रीः <ls>U. 4. 6</ls>; <ls>Ku. 4. 34</ls>; प्रभावप्रभवं कांतं स्वाधीनपतिका यथा (न मुचति) <ls>K. P. 10</ls>; ({%d%}) as, as for example, for instance; यत्र यत्र धूमस्तत्र तत्र वह्निर्यथा महानसे <ls>T. S.</ls>; <ls>Pt. 1. 288</ls>; ({%e%}) that (used to introduce direct assertions with or without इति at the end); अकथितोऽपि ज्ञायत एव यथाय माभोगस्तपोवनस्येति <ls>Ś. 1</ls>; विदितं खलु ते यथा स्मरः क्षणमप्युत्सहते न मां विना <ls>Ku. 4. 36</ls>; ({%f%}) so that, in order that; दर्शय तं चौरसिंहं यथा व्यापादयामि <ls>Pt. 1.</ls> {@--2@} Used correlatively with तथा, यथा has the following senses:-- ({%a%}) as, so (in which case एवं and तद्वत् often take the place of तथा); यथा वृक्षस्तथा फलं or यथा बीजं तथांकुरः; <ls>Bg. 11. 29</ls>; in this case एव is frequently added to either यथा or तथा or to both to make the equality of relation more marked or striking; वधूचतुष्केऽपि यथैव शांता प्रिया तनूजास्य तथवै सीता <ls>U. 4. 16</ls>; न तथा बाधते स्कंधो (or शीतं) यथा बाधति बाधते; (as much-as, as-as); <ls>Ku. 6. 70</ls>; <ls>U. 2. 4</ls>, <ls>V. 4. 33.</ls> In this sense तथा is often omitted, in which case यथा has sense ({%c%}) in 1. above. ({%b%}) so-that, तथा standing for ‘so’, and यथा for ‘that’; यथा बंधुजनशोच्या न भवति तथा निर्वाहय <ls>Ś. 3</ls>; तथा प्रयतेथा यथा नोपहस्यसे जनैः <ls>K. 109</ls>; तस्मान्मुच्ये यथा तात संविधातुं तथार्हसि <ls>R. 1. 72</ls>; <ls n=\"R.\">3. 66</ls>, <ls n=\"R.\">14. 66</ls>, <ls n=\"R.\">15. 68.</ls> ({%c%}) since-therefore, as (because) so; यथा इतोमुखागतैरपि कलकलः श्रुतस्तथा तर्कयामि &c. <ls>Māl. 8</ls>; sometimes तथा is omitted; मंदं मंदं नुदति पवनश्चानुकूलो यथा त्वां… सेविष्यंते भवंतं बलाकाः <ls>Me. 9.</ls> ({%d%}) if-then, as surely as-so surely (a strong form of assertion or adjuration); वाङ्मनःकर्माभेः पत्यौ व्यभिचारो यथा न मे . तथा विश्वंमरे देवि मामंतर्धातुमर्हसि <ls>R. 15. 81</ls>; यथा यथा-तथा तथा the more-the more, the less-the less; यथा यथा भाषसि धर्मसंमितं तथा तथा मे त्वयि भक्तिरुत्तमा <ls>Mb.</ls>, <ls>Śi. 17. 43</ls>; यथा यथा यौवनमतिचक्राम तथा तथावर्धतास्य संतापः <ls>K. 59</ls>; <ls>Ms. 8. 286</ls>; <ls n=\"Ms.\">12. 73</ls>; यथातथा in any manner, in whatever way; <ls>Ms. 4. 17</ls>; यथैव just as; यथा कथा as much as; यथा तथा भवतु whatever may be the case; यथा कथंचित् any how, some how or other. {%<ab>N. B.</ab>%} As the first member of Avyayībhāva <ab>comp.</ab> यथा is usually translated by ‘according to, according as, in accordance with, in conformity to, in proportion to, not exceeding’; see compounds below. "
    }
]