[
    {
        "word": "राम",
        "eid": "24122",
        "pagenum": "[Page0911-a+ 63]",
        "content": "राम {%<ab>a.</ab>%} [रम् कर्तरि घञ् ण वा] {@--1@} Pleasing, delighting, rejoicing. {@--2@} Beautiful, lovely, charming. {@--3@} Obscure; dark-coloured, black. {@--4@} White. --मः {@--1@} <ab>N.</ab> of three celebrated personages; ({%a%}) Paraśurāma, son of Jamadagni; ({%b%}) Balarāma, son of Vasudeva and brother of Kṛṣṇa, q. <ab>q. v.</ab> v.; ({%c%}) Rāmacandra or Sītārāma, son of Daśaratha and Kausalyā and the hero of the Rāmāyaṇa; (the word is thus derived in Purāṇas: --राशब्दो विश्ववचनो मश्चापीश्वरवाचकः . विश्वाधीनेश्वरो यो हि तेन रामः प्रकीर्तितः ..). [When quite a boy, he with his brother was taken by Viśvāmitra, with the permission of Daśaratha, to his hermitage to protect his sacrifices from the demons that obstructed them. Rāma killed them all with perfect ease, and received from the sage several miraculous missiles as a reward. He then accompanied Viśvāmitra to the capital of Janaka where he married Sītā having performed the wonderful feat of bending Śiva's bow, and then returned to Ayodhyā. Daśaratha, seeing that Rāma was growing fitter and fitter to rule the kingdom, resolved to install him as heir-apparent. But, on the eve of the day of coronation, his favourite wife Kaikeyī, at the instigation of her wicked nurse Mantharā, asked him to fulfil the two boons he had formerly promised to her, by one of which she demanded the exile of Rāma for fourteen years and by the other the installation of her own son Bharata as Yuvarāja. The king was terribly shocked, and tried his best to dissuade her from her wicked demands, but was at last obliged to yield. The dutiful son immediately prepared to go into exile accompanied by his beautiful young wife Sītā and his devoted brother Lakṣmaṇa. The period of his exile was eventful, and the two brothers killed several powerful demons and at last roused the jealousy of Rāvaṇa himself. The wicked demon resolved to try Rāma by carrying off his beauteous wife for whom he had conceived an ardent passion, and accomplished his purpose being assisted by Mārīcha. After several fruitless inquiries as to her whereabouts, Hanumat ascertained that she was in Laṅkā and persuaded Rāma to invade the island and kill the ravisher. The monkeys built a bridge across the ocean over which Rāma with his numerous troops passed, conquered Laṅkā, and killed Rāvaṇa along with his whole host of demons. Rāma, attended by his wife and friends in battle, triumphantly returned to Ayodhyā where he was crowned king by Vasiṣṭha. He reigned long and righteously and was succeeded by his son Kuśa. Rāma is said to be the seventh incarnation of Viṣṇu; <ab>cf.</ab> Jayadeva: --वितरसि दिक्षु रणे दिक्पतिकमनीयं दशमुखमौलिबलिं रमणीयं . केशव धृतरघुपतिरूप जय जगदीश हरे <ls>Gīt. 1</ls> ]. {@--2@} A kind of deer. {@--3@} <ab>N.</ab> of Aruṇa. {@--4@} A lover. {@--5@} A horse. --मं {@--1@} Darkness. {@--2@} Leprosy (कुष्ठं). {@--3@} A tamāla leaf."
    }
]