[
    {
        "word": "सावित्री",
        "eid": "30233",
        "pagenum": "[Page1121-a+ 55]",
        "content": "सावित्र {%<ab>a.</ab>%} (त्री|{%<ab>f.</ab>%}) [सविता दवेताऽस्य अण्] {@--1@} Belonging to the sun. {@--2@} Descended from the sun, belonging to the solar dynasty (of kings); यत्सावित्रैर्दीपितं भूमिपालैः <ls>U. 1. 43.</ls> {@--3@} Accompanied by the {%Gāyatrī%}. --त्रः {@--1@} The sun. {@--2@} An embryo or fœtus. {@--3@} A Brāhmaṇa. {@--4@} An epithet of Śiva {@--5@} Of Karṇa. --त्रं The sacrificial thread (so called because the repetition of the {%Gāyatrī%} forms a principal part of the ceremony of putting on the sacred thread)."
    },
    {
        "word": "सावित्री",
        "eid": "30234",
        "pagenum": "[Page1121-a+ 55]",
        "content": "सावित्री {@--1@} A ray of light. {@--2@} <ab>N.</ab> of a celebrated verse of the {%Ṛgveda%}, so called because it is adressed to the sun; it is also called गायत्री <ab>q. v.</ab> for further information. {@--3@} The ceremony of investiture with the sacred thread. {@--4@} <ab>N.</ab> of a wife of Brahman. {@--5@} <ab>N.</ab> of Pārvatī. {@--6@} <ab>N.</ab> of a wife of Kaśyapa. {@--7@} An epithet of Sūryā (daughter of Savitṛ). {@--8@} <ab>N.</ab> of the wife of Satyavat, king of Śālva. [She was the only daughter of king Aśvapati. She was so lovely that all the suitors that came to woo her were repulsed by her superior lustre, and thus though she reached a marriageable age, she found no one ready to espouse her. At last her father asked her to go and find out a husband of her own choice. She did so, and having made her selection returned to her father, and told him that she had chosen Satyavat, son of Dyumatsena, King of Sālva, who being driven out from his kingdom was then leading a hermit's life along with his wife. When Nārada, who happened to be present there, heard this, he told her as well as Aśvapati that he was very sorry to hear of the choice she had made, for though Satyavat was in every way worthy of her, yet he was fated to die in a year from that date, and in choosing him, therefore, Sāvitrī would be only choosing life-long widow-hood and misery. Her parents, therefore, naturally tried to dissuade her mind, but the high-souled maiden told them that her choice was unalterably fixed. Accordingly the marriage took place in due time, and Sāvitrī laid aside her jewels and rich apparel, and putting on the coarse garments of hermits, spent her time in serving her old father and mother-in-law. Still, though outwardly happy, she could not forget the words of Nārada, and as she counted, the days seemed to fly swiftly like moments, and the fated time, when her husband was to die, drew near. ‘I have yet three days’, thought she, ‘and for these three days I shall observe a rigid fast.’ She maintained her vow, and on the fourth day, when Satyavat was about to go to the woods to bring sacrificial fuel, she accompanied him. After having collected some fuel, Satyavat, being fatigued, sat down, and reposing his head on the bosom of Sāvitrī fell asleep. Just then Yama came down, snatched off his soul, and proceeded towards the south. Sāvitrī saw this and followed the god who told her to return as her husband's term of life was over. But the faithful wife besought Yama in so pathetic a strain that he granted her boon after boon, except the life of her husband, until, being quite subdued by her devotion to her husband and the force of her eloquent appeal, the god relented and restored even the spirit of Satyavat to her. Delighted she returned, and found her husband as if roused from a deep sleep, and informing him of all that had occurred, went to the hermitage of her fatherin-law who soon reaped the fruits of the boons of Yama. Sāvitri is regarded as the {%beau ideal%} or highest pattern of conjugal fidelity, and a young married woman is usually blessed by elderly females with the words जन्मसावित्री भव, thus placing before her the example of Sāvitrī for lifelong imitation]. "
    }
]